[
    {
      "id": 1,
      "img": "https://carrosde2024.com.br/wp-content/uploads/2023/01/frente-vermelho-carmim-e1674048984293.png",
      "category": "Sedan",
      "title": "Chevrolet Onix",
      "location": "Recife",
      "description": "O modelo queridinho da Chevrolet possui 3.930 mm de comprimento, 1.474 mm de altura, 1.705 mm de largura e 2.538 mm entre os eixos. Já o vão livre do solo tem 117 mm. O veículo tem um peso final de 1.011 kg e suporta 375 kg de carga útil. O Onix Joy 2019 tem capacidade para 5 ocupantes."
    },
    {
      "id": 2,
      "img": "https://image.webmotors.com.br/_fotos/anunciousados/gigante/2023/202311/20231107/caoa-chery-tiggo-7-1.5-vvt-turbo-iflex-txs-dct-wmimagem16042968175.jpg?s=fill&w=552&h=414&q=60",
      "category": "SUV",
      "title": "Tigo 7",
      "location": "São Paulo",
      "description": "O Tigo 7 é um veículo que impressiona pela sua elegância e desempenho refinado. Com um design moderno e linhas fluidas, o Tigo 7 oferece uma experiência de condução única. Seu interior é espaçoso e luxuoso, proporcionando conforto excepcional aos ocupantes. Equipado com tecnologia de ponta, incluindo um sistema avançado de infoentretenimento, o Tigo 7 mantém os passageiros conectados e entretidos. Sob o capô, a potência e eficiência do motor tornam o Tigo 7 uma escolha notável para quem busca estilo e performance em um veículo."
    },
    {
      "id": 3,
      "img": "https://image.webmotors.com.br/_fotos/anunciousados/gigante/2023/202308/20230811/hyundai-hb20-1.0-comfort-plus-12v-flex-4p-manual-wmimagem13430291867.jpg?s=fill&w=1920&h=1440&q=75",
      "category": "Hatch",
      "title": "HB20",
      "location": "Fortaleza",
      "description": "O Hyundai HB20 é um carro compacto que se destaca por sua combinação de estilo moderno, desempenho eficiente e uma série de recursos inovadores. Com linhas aerodinâmicas e design arrojado, o HB20 possui uma presença marcante nas estradas. Seu exterior apresenta detalhes elegantes, como a grade frontal hexagonal e os faróis afilados, conferindo-lhe uma estética contemporânea."
    },
    {
      "id": 4,
      "img": "https://image1.mobiauto.com.br/images/api/images/v1.0/68641751/transform/fl_progressive,f_webp,q_70",
      "category": "Coupé",
      "title": "Mercedes-Benz AMG 45",
      "location": "São Paulo",
      "description": "O Mercedes-Benz AMG A45 é um hatchback esportivo que incorpora luxo e desempenho excepcionais. Sob o capô, um motor turbocharged entrega potência impressionante, oferecendo uma experiência de condução emocionante. Seu design exterior é marcado por linhas aerodinâmicas e detalhes agressivos, refletindo a natureza esportiva do veículo. O interior combina materiais de alta qualidade com tecnologia avançada, proporcionando um ambiente sofisticado e conectado. Equipado com recursos de última geração, o AMG A45 é uma opção premium para entusiastas que buscam uma combinação única de elegância e performance."
    },
    {
      "id": 5,
      "img": "https://s2-autoesporte.glbimg.com/ZU8JYXo4qpzgP0zxrzY7VUkx9Bs=/0x0:5000x3547/1008x0/smart/filters:strip_icc()/i.s3.glbimg.com/v1/AUTH_59edd422c0c84a879bd37670ae4f538a/internal_photos/bs/2018/1/5/1bt31aS0AZbmStrGk3zQ/corolla-gli-2019.jpg",
      "category": "Sedan",
      "title": "Corolla",
      "location": "Salvador",
      "description": "O Toyota Corolla é um sedan reconhecido por sua confiabilidade e desempenho sólido. Com um design elegante e linhas aerodinâmicas, destaca-se pela sua presença nas estradas. O interior espaçoso e confortável oferece uma experiência de condução agradável, complementada por tecnologias avançadas de segurança e entretenimento. Sob o capô, o Corolla geralmente apresenta motores eficientes que combinam desempenho e economia de combustível. Como um dos carros mais vendidos do mundo, o Corolla é uma escolha popular para aqueles que buscam durabilidade e estilo em um sedan."
    },
    {
      "id": 6,
      "img": "https://t.ctcdn.com.br/4_iFMrXR89NJGjo17EbHoE844Z4=/640x360/smart/i523848.jpeg",
      "category": "Hatch",
      "title": "Mobi",
      "location": "Recife",
      "description": "O Fiat Mobi é um compacto urbano que se destaca pela sua agilidade e design moderno. Com dimensões compactas, é ideal para a condução em ambientes urbanos movimentados. Seu interior espaçoso e versátil proporciona conforto aos ocupantes, enquanto o eficiente motor oferece um equilíbrio entre desempenho e economia de combustível. Equipado com recursos tecnológicos, como sistema de entretenimento e conectividade, o Fiat Mobi é uma opção atraente para aqueles que buscam um carro ágil e funcional para o dia a dia na cidade."
    },
    {
      "id": 7,
      "img": "https://cdn.motor1.com/images/mgl/OkwBo/s3/2022-volkswagen-tiguan-front-3-4.webp",
      "category": "SUV",
      "title": "Tiguan",
      "location": "São Paulo",
      "description": "O Volkswagen Tiguan 2022 é um SUV compacto que combina versatilidade, estilo e tecnologia de ponta. Com um design moderno, linhas fluidas e uma grade dianteira distintiva, o Tiguan oferece uma presença marcante na estrada. Seu interior espaçoso e bem projetado proporciona conforto para passageiros e motorista, enquanto a tecnologia de infotainment e assistência à condução eleva a experiência a bordo. Equipado com motores eficientes, o Tiguan oferece desempenho sólido e economia de combustível. Combinando praticidade e sofisticação, o Tiguan 2022 é uma opção atraente para aqueles que buscam um SUV moderno e funcional.."
    },
    {
      "id": 8,
      "img": "https://fotos-jornaldocarro-estadao.nyc3.cdn.digitaloceanspaces.com/wp-content/uploads/2023/04/20101725/2023-honda-cr-v-hybrid-exterior-front-quarter-1160x653.jpg",
      "category": "SUV",
      "title": "Honda CRV",
      "location": "Fortaleza",
      "description": "O Honda CR-V é um SUV compacto que se destaca por sua confiabilidade e versatilidade. Com um design contemporâneo, linhas elegantes e uma grade dianteira distintiva, o CR-V oferece uma presença visualmente atraente. Seu interior espaçoso e bem projetado proporciona conforto aos ocupantes, enquanto os recursos de segurança e tecnologia avançada elevam a experiência de condução. Com opções de motores eficientes, o CR-V oferece um equilíbrio entre desempenho e eficiência de combustível. Como um SUV popular, o Honda CR-V é uma escolha sólida para quem procura um veículo confiável e familiar."
    }
   ]